[
  {
    "original": "",
    "translation": "Context (Daisuke Sakurai)\n\nThis novel quotes an old chronicle, Azuma-kagami, which Japanese readers feel challenging to read. My translation sometimes sacrifices the readability to respect the formality. The author, Dazai Osamu, employs many techniques, for example abruptly switching the rhythm and degree of formality. I tried to respect such unconventional expressions. This, unfortunately, results in non-standard English texts with varying writing styles, which would look poor to some readers. But I view it more valuable to show the way Dazai exploited the Japanese language. (In addition, the Japanese language in general, even as used by most novelists, is often criticized for inconsistency of every sorts, thus making it hard to translate it to a consistent English text in the first place.)\n\nSince his sensational debut, Dazai seemed to be perceived by many Japanese as a genius. He was also known to be a delicate person, as apparent in his writing. He was depressed for majority of his career, and it was so severe had tried to commit suicides a few times and eventually succeeded with one.\n\nHe wrote Udaijin Sametomo when he was recovering from years of suffering. It was published in 1943, when Japan was engaging in WWII. While working on this novel, Dazai announced this work a few times in his essays. He expressed his passions, living the most mentally stable days of his life.\n\nSanetomo is a historical figure rather well-known to today's Japanese populous, and was the last shogun of the Kamakura shogunate. In the last year of his life, he also held the aristocratic position of Udaijin, translated as Ministry of the Right, which oversees government branches as the Deputy of the Ministry of the Left. He was the first samurai to hold this prestigious position in the Imperial hierarchy. His life is described in azuma kagami, a chronicle of the Kamakura shogunate. He was born in 1192, and since age 12 he served as the third shogun of Japan, thus also third of the Kamagura shogunate. Formally appointed by the Emperor, shoguns were the de facto rulers of Japan who grabbed the power from Emperor in all but name, leading their military clan. Sanetomo inherited the shogunate from his father Minamoto-no Yoritomo, the founder of the Kamakura shogunate. Throughout his political career, Sanetomo was a puppet of his mother, Hojo Masako. He died at age 26 in 1219, ending the lineage of Minamoto shogunate and thus handing the political power to the Hojos."
  },
  {
    "original": "",
    "translation": "Translation Table"
  },
  {
    "original": "",
    "translation": "Udaijin => Udaijin\nUdaijin is a minister of the royal court (for the emperor). Udaijin is the counterpart of the major minister (Sadaijin). Though udaijin was inferior to sadaijin, it was unimaginably high-prestige, especially for a samurai. I considered to translate udaijin to “minor minister”. However, “Udaijin Sanetomo“ is a title of the novel, which can be found in literary discussion (although I did not find a translation of the novel itself). I thus chose to decided the English term to be udaijin."
  },
  {
    "original": "",
    "translation": "Overall, my translation prefers literal translation instead of figurative translation. This is primarily because transforming a literal translation into a figurative one is easier than the opposite. Indeed, it is possibly feasible for English speakers who cannot read the Japanese text, which requires good understanding of the ancient Japan during the Kamakura era. Another reason for favoring literal translation is that attempting a good figurative translation is challenging for me, being not a native English speaker."
  },
  {
    "original": "",
    "translation": "For this novel, I tend to avoid inserting annotations on translation because Dazai himself expressed his hatred towards this practice, calling them “要らぬ注釈 (unnecessary annotations)”. Arguably, he hated all kinds of translation annotations rather than only the poor ones. (This probably also means that he would prefer a figurative translation, but that is infeasible for me…)"
  },
  {
    "original": "",
    "translation": "On Azuma Kagami\nAzuma Kagami is a chronicle. In English, text in a chronicle traditionally comes in the past tense. Azuma Kagami, however, is a Japanese chronicle that uses the present tense. Accordingly, I decided to use the present tense. This is because I there might be parts of Azuma Kagami that uses past tense. It would then require a little effort to keep the consistency. Realistically speaking, I could likely use the past perfect tense in such a case – yet it is not easy to be sure on that. If I find out later that it is indeed easy to use the past tense instead, I may do so eventually."
  },
  {
    "original": "",
    "translation": "Sanetomo was a Japanised Jesus to Dazai. This is according to the review by Tateo Okuno, which is found in the print of Dazai’s Sanetomo from the publisher Shincho-bunko. In fact, his writing of Sanetom tend to treat him as a person who is above ordinary beings, almost divine. I tried to translate such subtle nuance here and there."
  },
  {
    "original": "<div class=\"jisage_5\" style=\"margin-left: 5em\">\n承元二年戊辰。二月小。三日、癸卯、晴、鶴岳宮の御神楽例の如し、将軍家御疱瘡に依りて御出無し、前大膳大夫広元朝臣御使として神拝す、又御台所御参宮。十日、庚戌、将軍家御疱瘡、頗る心神を悩ましめ給ふ、之に依つて近国の御家人等群参す。廿九日、己巳、雨降る、将軍家御平癒の間、御沐浴有り。<span class=\"sho1\" style=\"font-size: small;\">（吾妻鏡。以下同断）</span><br />\n</div>\nChinese calendar:\nhttps://en.wikipedia.org/wiki/Chinese_calendar_correspondence_table",
    "translation": "> The 2nd year of the Jogen era [year 1208], year of the Earth Dragon in the zodiac. The 3rd day of February, a hollow month, the day of the Water Rabbit in the zodiac, sunny; Tsurugaoka Shrine's kagura ritual proceeds as usual; the shogun suffers from smallpox, and thus does not appear; former Minister of the Imperial Table, Hiromoto Asson, is sent as an agent, pays homage; Chief Consort makes a pilgrimage to Shrine.\n> The 10th day, the day of the Golden Dog in the zodiac, the shogun's smallpox significantly distresses his mind; thus, vassals from nearby countries gather.\n> The 29th day; the day of Earth Snake; rain falls; during the shogun’s recovery, purification baths were taken.\n> – From azuma kagami. Later quotes also."
  },
  {
    "original": "　おたづねの鎌倉右大臣さまに就いて、それでは私の見たところ聞いたところ、つとめて虚飾を避けてありのまま、あなたにお知らせ申し上げます。間違ひのないやう、出来るだけ気をつけてお話申し上げるつもりではございますが、それでも万一、年代の記憶ちがひ或いはお人のお名前など失念いたして居るやうな事があるかも知れませぬが、それは私の人並はづれて頭の悪いところと軽くお笑ひになつて、どうか、お見のがし下さいまし。<br />",
    "translation": "As to your query about the Udaijin-sama of Kamakura, I would like to respond with what I myself saw and heard. It is my intention to avoid embellishment while telling things as they happened. I will do my best to avoid mistakes, but it may be that I misremember exact dates, or that I forget someone's name. In such cases, please smile gently at my foolishness and, please, forgive."
  },
  {
    "original": "　早いもので、故右大臣さまがお亡くなりになられて、もうかれこれ二十年に相成ります。あのとき、御薨去の哀傷の余りに、御台所さまをはじめ、武蔵守親広さま、左衛門大夫時広さま、前駿河守季時さま、秋田城介景盛さま、隠岐守行村さま、大夫尉景廉さま以下の御家人が百余人も出家を遂げられ、やつと、はたちを越えたばかりの私のやうな小者まで、ただもう悲愁断腸、ものもわからず出家いたしましたが、それから、そろそろ二十年、憂き世を離れてこんな山の奥に隠れ住み、鎌倉も尼御台も北条も和田も三浦も、もう今の私には淡い影のやうに思はれ、念仏のさはりになるやうな事も無くなりました。けれども、ただお一人、さきの将軍家右大臣さまの事を思ふと、この胸がつぶれます。念仏どころでなくなります。花を見ても月を見ても、あのお方の事が、あざやかに色濃く思ひ出されて、たまらなくなります。ただ、なつかしいのです。人によつて、さまざまの見方もあるでせうが、私には、ただなつかしいお人でございます。暗い陰鬱な御性格であつたと言ふひともあるでせうし、また、底にやつぱり源家の強い気象を持つて居られたと言ふひともございませう。文弱と言つてなげいてゐたひともあつたやうでございますし、なんと優雅な、と言つて口を極めてほめたたへてゐたひともございました。けれども私には、そんな批評がましいこと一切が、いとはしく無礼なもののやうに思はれてなりませぬ。あのお方の御環境から推測して、厭世だの自暴自棄だの或いは深い諦観だのとしたり顔して囁いてゐたひともございましたが、私の眼には、あのお方はいつもゆつたりして居られて、のんきさうに見えました。大声あげてお笑ひになる事もございました。その環境から推して、さぞお苦しいだらうと同情しても、その御当人は案外あかるい気持で生きてゐるのを見て驚く事はこの世にままある例だと思ひます。だいいちあのお方の御日常だつて、私たちがお傍から見て決してそんな暗い、うつたうしいものではございませんでした。私が御ところへあがつたのは私の十二歳のお正月で、問註所の善信入道さまの名越のお家が焼けたのは正月の十六日、私はその三日あとに父に連れられ御ところへあがつて将軍家のお傍の御用を勤める事になつたのですが、あの時の火事で入道さまが将軍家よりおあづかりの貴い御文籍も何もかもすつかり灰にしてしまつたとかで、御ところへ参りましても、まるでもう呆けたやうにおなりになつて、ただ、だらだらと涙を流すばかりで、私はその様を見て、笑ひを制する事が出来ず、ついくすくすと笑つてしまつて、はつと気を取り直して御奥の将軍家のお顔を伺ひ見ましたら、あのお方も、私のはうをちらと御らんになつてにつこりお笑ひになりました。たいせつの御文籍をたくさん焼かれても、なんのくつたくも無げに、私と一緒に入道さまの御愁歎をむしろ興がつておいでのやうなその御様子が、私には神さまみたいに尊く有難く、ああもうこのお方のお傍から死んでも離れまいと思ひました。どうしたつて私たちとは天地の違ひがございます。全然、別種のお生れつきなのでございます。わが貧しい凡俗の胸を尺度にして、あのお方のお事をあれこれ推し測つてみたりするのは、とんでもない間違ひのもとでございます。人間はみな同じものだなんて、なんといふ浅はかなひとりよがりの考へ方か、本当に腹が立ちます。それは、あのお方が十七歳になられたばかりの頃の事だつたのでございますが、おからだも充分に大きく、少し伏目になつてゆつたりとお坐りになつて居られるお姿は、御ところのどんな御老人よりも、分別ありげに、おとなびて、たのもしく見えました。<br />\n",
    "translation": "It feels fast – some 20 years have already passed since the late Udaijin-sama died. At the time, the grief was so deep that more than 100 liegemen left their daily life as it was and moved in to Buddhism communities. Such people included his wife, lords Musashi-no-Kami Chikahiro-sama, Saemon-no-Taifu Tokihiro-sama, former Suruga-no-Kami Suetoki-sama, Akita-jo-no-suke Kagemori-sama, Oki-no-Kami Yukimura-sama, Taifu-no-Jo Kagekado-sama and their own people. This included me, an insignificant person of age barely above 20, whose life became, still, nothing but sad cries and gut-wrench, and who entered a Buddhism community having no sense of anything, but, since then it has been roughly 20 years, being away from the bitterness of society and hiding in such a depth of the mountains, and so Kamakura, Lady Nun, the Hojos, Wadas, Miuras, they all look like pale shadows, which do not distract my chant rituals these days. However – only one person – when I think about the late shogun Udaijin-sama, my heart gets crushed. Chanting rituals become pointless. When I see flowers, when I see moons, I recall my lord in vivid,  intensive colors, which overwhelm me. To me it is pure nostalgia. Others might view it differently, but to me my lord sparks pure nostalgia. Some would say that he had a dark and gloomy personality, while others would say that, in his depth of the heart, he still possessed the strong temper of the Minamoto family. Some seemed to regret him as a weak bookworm, and some praised him, boasting “how elegant” he was to the maximum. But to me, it seems that any such resemblance of critique is uncomfortable disrespect. Due to the lord’s situations, some whispered in a smug look that he hated this world, was desperate, or had deep resignation, but to my eyes he seemed always relaxed and carefree. He even roared with laughter sometimes. In this world, when we sympathize with someone on the suffrage he seems to be undergoing with his situations, sometimes we get surprised at how he himself walks his life in an unexpected delight. In the first place, his daily life was definitely not one with such darkness and discomfort, seen from us, who lived around him. I entered his house along the new year when I was 12, while it was the 16th day into the same new year when the court of appeal Zenshin-nyudo-sama lost his house in Nagoshi to fire, and 3 days later, my father led me to the house of shogunate and I started working for the shogun as a servant, but I was told that the fire burned writings and everything Nyudo-sama was handed by the shogun into ashes, so when I arrived the face of Nyudo-sama looked like he had dementia, tears dropping, and, seeing that, I could not control my laughter, chuckled somewhat, yet quickly went back to alertness and peeked at the face of shogun-sama, who was farther away inside the house, then he also looked at me and smiled in his face. Even though he lost many of the writings he cherished, he did not mind at all, and instead was having fun with me of the sad cry of Nyudo-sama, which made shogun-sama look holy and sacred like a god to me, so I thought, oh, I will never leave his surroundings, whatever happens to my life. He is too different from us insignificant lots, no matter what. A quite different origin my lord had. If he were to be judged by me, based on my poor, insignificant heart, it would lead to terrible mistakes. People say humans are all the same, but I really cannot withstand such a shallow and narrow-minded way of thinking. The time was when my lord has just become 17, but his body has grown into an adult, with lowered eyes, sitting relaxed, and so he looked reliable, sensible and mature, more so than any elderly person from any place."
  },
  {
    "original": "老イヌレバ年ノ暮ユクタビゴトニ我身ヒトツト思ホユル哉",
    "translation": "> AS I HAVE AGED  \n> EACH YEAR END THAT PASSES BY  \n> MAKES ME THINK “MY LONE SELF”"
  },
  {
    "original": "　その頃もう、こんな和歌さへおつくりになつて居られたくらゐで、お生れつきとは言へ、私たちには、ただ不思議と申し上げるより他に術がございませんでした。お歌の事に就いては、また後でいろいろとお知らせしなければならぬ事もございますが、十三、四歳の頃からもうあのお方は、新古今集などお読みになり、さうして御自身も少しづつ和歌をお作りになられて、その十七歳の頃には、もう御指南のお方たち以上の立派なお歌人におなりになつて居られたのでございます。ひどく無雑作にさらさらと書き流して、少し笑つて私たちに見せて下さるのですが、それがすべてびつくりする程のあざやかなお歌なので、私たちは、なんだか、からかはれてゐるやうな妙な気持になつたものでございます。まるでもう冗談みたいでございました。けれども和歌のお話は後程ゆつくり申し上げる事と致しまして、私が御ところへあがつて間もなく、あれは二月のはじめと覚えて居りますが、将軍家には突然発熱せられて、どうやら御疱瘡らしいといふ事になり、御ところの騒ぎは申すまでもなく、鎌倉の里人の間には将軍家御臨終といふ流言さへ行はれた様子で、伊豆、相模、武蔵など近国の御家人も続々と御ところに駈けつけ、私は御奉公にあがつたばかりの、しかもわづか十二歳の子供でございましたので、ただもうおそろしく、いまもなほ夢寐にも忘れ得ぬ歴々たる思ひ出として胸に灼きつけられてゐるのでございますが、その時の事をただいま少し申し上げませう。二月のはじめに御発熱があり、六日の夜から重態にならせられ、十日にはほとんど御危篤と拝せられましたが、その頃が峠で、それからは謂ばば薄紙をはがすやうにだんだんと御悩も軽くなつてまゐりました。忘れも致しませぬ、二十三日の午剋、尼御台さまは御台所さまをお連れになつて御寝所へお見舞ひにおいでになりました。私もその時、御寝所の片隅に小さく控へて居りましたが、尼御台さまは将軍家のお枕元にずつとゐざり寄られて、つくづくとあのお方のお顔を見つめて、もとのお顔を、もいちど見たいの、とまるでお天気の事でも言ふやうな平然たる御口調ではつきりおつしやいましたので私は子供心にも、どきんとしてゐたたまらない気持が致しました。御台所さまはそれを聞いて、え堪へず、泣き伏しておしまひになりましたが、尼御台さまは、なほも将軍家のお顔から眼をそらさず静かな御口調で、ご存じかの、とあのお方にお尋ねなさるのでございました。あのお方のお顔には疱瘡の跡が残つて、ひどい御面変りがしてゐたのでございます。お傍のお方たちは、みんなその事には気附かぬ振りをしてゐたのですが、尼御台さまは、そのとき平気で言ひ出されましたので、私たちは色を失ひ生きた心地も無かつたのでございます。その時あのお方は、幽かにうなづき、それから白いお歯をちらと覗かせて笑ひながら申されました。\n",
    "translation": "My lord even made this poem at that age, to raise an example, and so, although we knew he was born this way, it was nothing but a mystery to us. Talking about poems, there are things I need to tell you, but later. Anyway, my lord started reading the poems collected in shin-kokin-shu when he was as young as 13 or 14, and since then he started making one, and at around age 17, he was already an established poet who was beyond his teachers. He made poems effortlessly and smoothly, would smile a little and show them to us, and, these were surprisingly skilled poems, making us have a weird feeling, like being made fun of. It felt as if it was a joke. But, I shall talk about poems later, with more time; soon after I started working at Shogun's place – in early February, as I recall – Shogun was struck by a sudden fever, and people soon regarded it as smallpox, upsetting of course the palace, while some rural villagers seemingly rumored even that Shogun died, and liegemen from nearby provinces such as Izu, Sagami and Musashi arrived one after another. I was just a new comer – and merely a child of age 12 – and so I felt nothing but fear, which is burned onto my breast as an immense memory, which haunts me to this day, even while sleeping. I now tell you somewhat about that occasion. The fever started in the beginning of February, and from the night of the sixth my lord fell into critical condition, by tenth he seemed almost dead, but that was the peak, from which time his illness gradually became lighter, like, say, pealing a piece of thin paper. I will never forget – it was at the noon of 23rd, when Lady Nun went with Consort-sama to see him. I was also in the Sleeping Room, placing my humble self at an insignificant corner. Lady Nun-sama sat at Shogun-sama’s face for very long, starring at his face. I want to see your face as it used to be, she said as if she was talking about weather, in an un-shaken tone with a firm voice. I felt shocked and nervous, despite being a mere child. Consort-sama, having heard her, could not stay still, and collapsed in tears. But Lady Nun-sama, still fixating her eyes on Shogun-sama, in the calm voice tone, says to him, “Have you realized?” On the face of my lord remained smallpox scars, which had changed his face to a terrible extent. Since people close to him had pretended not to notice that, this outlandish comment from Lady Nun made our face lose color and we did not feel alive. Responding, my lord quietly nodded, with white teeth visible in his smile."
  },
  {
    "original": "スグ馴レルモノデス",
    "translation": "> ONE GETS USED TO IT SOON"
  },
  {
    "original": "このお言葉の有難さ。やつぱりあのお方は、まるで、づば抜けて違つて居られる。それから三十年、私もすでに四十の声を聞くやうになりましたが、どうしてどうして、こんな澄んだ御心境は、三十になつても四十になつても、いやいやこれからさき何十年かかつたつて到底、得られさうもございませぬ。なんといふ秀でたお方でございませう。融通無碍とでもいふのでございませうか。お心に一点のわだかまりも無い。本当に、私たちも、はじめはひどく面変りをしたと思つてゐたのでございますが、馴れるとでも言ふのでせうか、あのお方がだいいち少しも御自身のお顔にこだはるやうな御様子をなさいませぬし、皆の者にもいつのまにやら以前のままの、にこやかな、なつかしいお顔のやうに見えてまゐりました。お心の優れたお方のお顔には、少しばかりの傷が出来ても、その為にかへつてお顔が美しくなる事こそあれ、醜くなるなどといふ事は絶対に無いものだと私は信じたいのでございますが、でも、夜のともしびに照らされたお顔には、さすがにお気の毒な陰影が多くて、それこそ尼御台さまのお言葉ではないけれども、もとのお顔をもいちど拝したい、といふ気持も起つて思はず溜息をもらした事も無いわけではございませんでした。けれども、そんな気持こそ、凡俗のとるにも足らぬ我執で、あさはかの無礼な歎息に違ひございませぬ。<br />",
    "translation": "The comfort of these words. Indeed, my lord was different from other people, as if on a grand scale. 30 years later, today I already speak in the voice of a 40-year-old, but I wonder how. Such an unclouded stage of mind would not be reached after I become 30, 40, or, no, even after decades. What a gifted person he was. Perhaps, you might call him flexible and free. His mind did not have even one point of lingering. In the beginning, we really thought his face changed gravely. Yet – might this be getting used to it – given that my lord seemed not to mind the state of his face in the first place; to everyone his face eventually looked smiling and familiar as it used to be somehow. I wish to believe that, for a person with an excellent heart, face scars can only make him more beautiful, and never ugly. However, at nights, when flames lit his face, I saw many heartbreaking shades. I do not intend to quote Lady Nun-sama, but I felt my desire to see his face as it had been, and I sighed sometimes. Yet, such feelings indeed are due to the obsession of a mediocre being. Those were nothing but shallow-minded and disrespectful sorrow."
  },
  {
    "original": "> 同年。五月大。廿九日、丁卯、兵衛尉清綱、昨日京都より下著し、今日御所に参る、是随分の有職なり、仍つて将軍家御対面有り、清綱相伝の物と称して、古今和歌集一部を進ぜしむ、左金吾基俊書かしむるの由之を申す、先達の筆跡なり、已に末代の重宝と謂ひつ可し、殊に御感有り、又当時洛中の事を尋ね問はしめ給ふ。",
    "translation": "> The same year, May, a full month. 29th, the day of the Fire Rabit,  Hyoue-no-jou Kiyotsuna left Kyoto yesterday, and arrived in the Palace today. He is significantly knowledgable. Shogun thus met him. Kiyotsuna gifted kokin-wakashu as a present, telling him that it had been passed down through his lineage."
  }
]